Revit 2027 API
UnitTypeId.BritishThermalUnitsPerPound Property
 British thermal units per pound.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerPound { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerPound As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerPound {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerPound : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace